import React,{Component} from 'react'

class YeDeDiQiZhang extends Component{
    render() {
        return (
            <div>
                <p style={{color:'red',marginLeft:'50px'}} > 歌名：《夜的第七章》</p>
                <p style={{color:'red',marginLeft:'50px'}} > 演唱：周杰伦，潘儿(Room19)</p>
                <p style={{color:'red',marginLeft:'50px'}} > 作词：黄俊郎</p>

                <p> 作曲：周杰伦</p>

                <p> 歌词：</p>

                <p> 男：1983年小巷12月晴朗， 夜的第七章打字机继续推向</p>

                <p> 接近事实的那下一行， 石楠烟斗的雾飘向枯萎的树</p>

                <p> 沉默的对我哭诉贝克街旁的， 圆形广场盔甲骑士臂上</p>

                <p> 鸢尾花的徽章微亮， 无人马车声响深夜的拜访</p>

                <p> 邪恶在维多利亚的月光下， 血色的开场消失的手枪</p>

                <p> 焦黑的手杖融化的蜡像， 谁不在场珠宝箱上符号的</p>

                <p> 假象矛盾通往他堆砌的死巷， 证据被完美埋葬那嘲弄</p>

                <p> 苏格兰警场的嘴角上扬</p>

                <p> 女：如果邪恶是华丽残酷的乐章</p>

                <p> 男：那么正义是深沉无奈的惆怅</p>

                <p> 女：它的终场我会 亲手写上</p>

                <p> 男：那我就点亮在灰烬中的微光</p>

                <p> 女：晨曦的光风干最后一行忧伤</p>

                <p> 男：那么雨滴会清洗黑暗的高墙</p>

                <p> 女：黑色的墨染上安详</p>

                <p> 男：散场灯关上红色的布幕下降， 事实只能穿向没有脚印的土壤</p>

                <p> 突兀的细微花香刻意显眼的服装， 每个人为不同的理由戴着面具说谎</p>

                <p> 动机也只有一种名字那叫做欲望，Far farther farther far far far</p>

                <p> Far farther farther far far，越过人性的沼泽谁真的</p>

                <p> 可以不被弄脏我们可以， 遗忘原谅但必须知道真相</p>

                <p> 被移动过的铁床那最后， 一块图终于拼上我听见</p>

                <p> 脚步声预料的软皮鞋跟他， 推开门晚风晃了煤油灯一阵</p>

                <p> 打字机停在凶手的名称， 我转身西敏寺的夜空开始沸腾</p>

                <p> 在胸口绽放艳丽的死亡， 我品尝这最后一口甜美的真相</p>

                <p> 微笑回想正义只是， 安静的伸张提琴在泰晤士</p>

                <p> 脚步声预料的软皮鞋跟， 他推开门晚风晃了煤油灯一阵</p>

                <p> 打字机停在凶手的名称， 我转身西敏寺的夜空开始沸腾</p>

                <p> 女：黑色的墨染上安详</p>

                <p> 男：如果邪恶是华丽残酷的乐章， 它的终场我会亲手写上</p>

                <p> 晨曦的光风干最后一行忧伤， 黑色的墨染上安详</p>
            </div>
        )
    }
}

export  default YeDeDiQiZhang
