import React, {Component} from 'react'

class ZaoMengZhe extends Component {
    render() {
        return (
            <div>

                <p style={{color:'red',marginLeft:'50px'}} > 《造梦者》</p>
                <p style={{color:'red',marginLeft:'50px'}} > 谱 曲 ：烟霞-容祖儿</p>

                <p style={{color:'red',marginLeft:'50px'}} > 编 曲 ：烟霞-容祖儿</p>

                <p style={{color:'red',marginLeft:'50px'}} > 歌曲原唱 ：以冬</p>

                <p style={{color:'red',marginLeft:'50px'}} > 填 词 ： W.B.L.</p>

                <p> 是那只孤飞的蝶 迎着风与霞光潋滟</p>

                <p> 于末日残存的天边 夺目地翩跹</p>

                <p> 倘使棠梨的烂漫 能般配无瑕的云烟</p>

                <p> 心便雀跃地为你 化作春泥 期盼着某天花如霰</p>

                <p> 这浮世尘烟 太像是天灵盖上一支箭</p>

                <p> 偶获你一瞥 竟融成柔软心窝一块棉</p>

                <p> 蕴蓄诗行万千 这贫瘠人生 忽然似熔岩</p>

                <p> 沸腾着无由的热恋 而那明灭的瞬间</p>

                <p> 照亮不可及处 我便有幸远观你笑颜</p>

                <p> 正是那 隆冬飘雪 冰层忽破面</p>

                <p> 蜉蝣蜷缩着触角 以神经末节</p>

                <p> 奢享那一触即灭 幻光暖焰</p>

                <p> 却足构建迷梦高楼阙 亦是这</p>

                <p> 弱水三千 未渡先搁浅</p>

                <p> 沉舟枯寂地长眠 直到光出现</p>

                <p> 那一点纤弱萤火 折入深渊</p>

                <p> 恍若整个温软人间 我听闻 有那一字</p>

                <p> 曾辗转悠悠之口 被摩挲得抵死温柔</p>

                <p> 可纵以心血铸就 也难及你眸底洪荒尽头</p>

                <p> 这浮世尘烟 太像是寻不到端点的线</p>

                <p> 却忽然破茧 目送了渐行渐远催霜天</p>

                <p> 将融未融冰雪 这贫瘠人生 忽然似钢铁</p>

                <p> 来自太虚星辰坍陷 又跋涉无量光年</p>

                <p> 饱受跌打烈焰 我便有幸佩在你腰间</p>

                <p> 可从来 只差一线 于是有分别</p>

                <p> 多亲密两个世界 有不同终点</p>

                <p> 等不及只语片言 就到新篇</p>

                <p> 仍眷恋轨迹曾经重叠 可明明</p>

                <p> 相隔天堑 却不觉遥远 城市或无涯荒野 白昼或长夜</p>

                <p> 万象都是你眉眼 神驰目眩 蕴酿着三月的温酽</p>

                <p> 那是阵 化雨春风 诞生于多年之前 你微一呵气的唇边</p>

                <p> 兜转过南北山岳 又席卷暖意拂过我指尖</p>

                <p> 是那只孤飞的蝶 逆着风与岁月悠远</p>

                <p> 回眸迢迢一眼 不可追的春天</p>

            </div>
        )
    }
}

export default ZaoMengZhe
